{
  "personal_web": "Personal Web",
  "navbar_home": "Home",
  "navbar_blog": "Blog",
  "navbar_about": "About",
  "navbar_skills": "Skills",
  "navbar_journey": "Journey",
  "navbar_services": "Services",
  "navbar_portfolio": "Portfolio",
  "navbar_contact": "Contact",
  "home_hello": "Hello, It's Me",
  "home_i_am": "And I'm a",
  "home_description": "I am an Informatics Engineering student at Ganesha University of Education, I have an interest in Programming and Design",
  "home_contact_me": "Contact Me",
  "about_about": "About",
  "about_me": "Me",
  "about_description": "I am a Software Engineering Technology Student at Ganesha University of Education with an interest in Software Development. Start developing interests and skills from college, project-based learning, and self-taught for a deeper understanding. Continue to hone skills through projects and participate in industry programs to gain practical experience in the field. Have high curiosity about the field of interest.",
  "about_student": "Informatic Engineering Student",
  "about_project_experience": "Project Experience",
  "about_internship_experience": "Intership Experience",
  "skills": "Skills",
  "skills_web_develover": "Web Developer",
  "skills_mobile_developer": "Mobile Developer",
  "skills_gis_application": "GIS Application",
  "skills_designer": "Designer",
  "journey_personal": "Personal",
  "journey_journey": "Journey",
  "journey_education": "Education",
  "journey_experience": "Experience",
  "journey_trpl": "Software Engineering Technology",
  "journey_undiksha": "Ganesha University of Education",
  "journey_mipa": "Mathematics and Natural Science",
  "journey_smp": "Junior High School",
  "journey_2021_now": "2021 - Now",
  "journey_sd": "Elementy School",
  "journey_intern_industry": "Industrial Internship (Web Developer)",
  "journey_january_2024_now": "January 2024 - Now",
  "journey_pim": "Student Independent Study/Project",
  "journey_pim_sept_dec_2023": "September - December 2023",
  "journey_mbkm_undiksha": "MBKM Ganesha University of Education",
  "journey_pmw": "Entrepreneurial Student Program",
  "journey_pmw_undiksha": "PMW Ganesha University of Education",
  "journey_pmw_july_dec_2023": "July - December 2023",
  "journey_research_internship": "Research Internship",
  "journey_research_july_oct_2023": "July - October 2023",
  "journey_bem": "Student Committee",
  "journey_bem_ftk": "BEM FTK Ganesha University of Education",
  "journey_kominfo": "Digital Talent Scholarship",
  "services": "Services",
  "services_web_dev": "Web Development",
  "services_web_dev_p1": "I have expertise in web application development, mastering HTML, CSS, JavaScript, and....",
  "services_web_dev_p2": "I have expertise in web application development, mastering HTML, CSS, JavaScript, and PHP along with a supporting framework. With an understanding of front-end concepts and back-end, creating innovative web solutions.",
  "services_read_more": "Read More",
  "services_mobile_dev": "Mobile Development",
  "services_mobile_dev_p1": "I have expertise in mobile application development with using the Dart programming language....",
  "services_mobile_dev_p2": "I have expertise in mobile application development with using the Dart programming language, the Flutter framework.",
  "services_design": "Graphic Design & UI",
  "services_design_p1": "I have expertise in graphic design, prioritizing creativity and visual aesthetics. With experience....",
  "services_design_p2": "I have expertise in graphic design, prioritizing creativity and visual aesthetics. With experience using Figma and Canva.",
  "portfolio_my": "My",
  "portfolio_port": "Portfolio",
  "portfolio_dewas_p": "Disaster and emergency warning systems.",
  "portfolio_dewas_title": "Web DEWaS(Disaster & Emergency Warning System) Denpasar City BPBD",
  "portfolio_dewas_p1": "This project is my internship project at PT. Dimata IT Solutions Disaster and emergency warning systems are a set of procedures, technologies, and communication channels implemented to detect and alert individuals and communities about potential disasters or ongoing emergencies.",
  "portfolio_dewas_p2": "This system is used by the Denpasar City BPBD to view updates on incident reports and monitor emergency conditions.",
  "portfolio_dewas_p3": "The website developed aims to display information related to disaster reports in the city of Denpasar and monitoring water levels in several locations that have installed Automatic Water Level Recorders (AWLR).",
  "portfolio_dewas_making": "Making: January 2024 - April 2024",
  "portfolio_dewas_tech_used": "Tech used:",
  "portfolio_game_web_p": "Platformer web game with interesting levels and obstacles, can be played directly via the web without the need to download",
  "portfolio_game_web_p1": "Platformer web game with interesting levels and obstacles, can be played directly via the web without needing to download.",
  "portfolio_game_web_p2": "This project is the final assignment of the game technology course. By using the gameLib.js library provided by one of the developers in Indonesia",
  "portfolio_game_web_making": "Making: December 2023",
  "portfolio_game_tech_used": "Tech used:",
  "portfolio_webgis_p": "Website-based Geographic Information system for mapping with geospatial technology.",
  "portfolio_webgis_title": "Website-based Geographic Information System for agricultural land mapping and visualization of geospatial information",
  "portfolio_webgis_p1": "Website-based Geographic Information System (WEBGIS) for mapping agricultural land and visualizing geospatial information.",
  "portfolio_webgis_p2": "WebGIS is used specifically for agricultural land mapping, as well as visualization and analysis of geospatial data. This WEBGIS integrates Geoserver technology as a spatial data server and Google Earth Engine for sophisticated visualization and analysis of geospatial information.",
  "portfolio_webgis_making": "Making: July 2023 - December 2023",
  "portfolio_webgis_tech_used": "Tech used:",
  "portfolio_crops_apps_p": "Crops Application data management with the integration of Machine Learning technology and Google Maps.",
  "portfolio_crops_apps_title": "Crops Apps: Object-Based Image Classification of Economic Crops with Machine Learning Methods",
  "portfolio_crops_apps_p1": "This mobile application is an application for managing plant data developed with the Flutter framework. This application utilizes the integration of Machine Learning technology, Google Maps API, and GeoTagging to make it easier for users to manage data and information related to plants.",
  "portfolio_crops_apps_p2": "The mobile application has a number of features that support data management. One of them is the ability to automatically identify plant types based on uploaded images, using Machine Learning (ML) technology to carry out this detection. In addition, this application will have a GeoTagging feature which allows users to tag locations automatically or manually according to user needs.",
  "portfolio_crops_apps_making": "Making: July 2023 - October 2023",
  "portfolio_crops_apps_tech_used": "Tech used:",
  "portfolio_web_rental_p": "Motorbike rental management system with efficient features in managing motorbike rentals and providing information media related to motorbike rentals.",
  "portfolio_web_rental_title": "Web Management Rental Motor",
  "portfolio_web_rental_p1": "A motorbike rental management system built using the Laravel framework presents an efficient solution for managing motorbike rentals with advanced and intuitive features.",
  "portfolio_web_rental_p2": "With the ability to track inventory, manage orders, employees, motorbike data, motorbike maintenance, reports and provide information media related to motorbike rental, this application helps service providers to increase operational efficiency and provide a better experience for customers.",
  "portfolio_web_rental_making": "Making: January 2023 - July 2023",
  "portfolio_web_rental_tech_used": "Tech used:",
  "portfolio_wisata_apps_p": "Location-based tourist attraction application, integration of technology Google Maps.",
  "portfolio_wisata_apps_title": "Wisata Apps based location",
  "portfolio_wisata_apps_p1": "Location-based tourism apps created using Flutter allow users to find tourist attractions easily, offering detailed information, navigation features. With an intuitive interface and attractive design.",
  "portfolio_wisata_apps_making": "Making: May 2023 - June 2023",
  "portfolio_wisata_apps_tech_used": "Tech used:",
  "portfolio_web_silangjana": "Web Silangjana Village",
  "portfolio_web_silangjana_p": "Website Landing Page for information media in Silangjana village.",
  "portfolio_web_silangjana_p1": "The landing page website for information media in Silangjana village provides a platform that presents the latest and relevant information about the village, tourist attractions and others.",
  "portfolio_web_silangjana_making": "Making: February 2023 - March 2023",
  "portfolio_web_silangjana_tech_used": "Tech used:",
  "portfolio_web_design_ui_web_pt_p": "Website UI design for looking for part-time work.",
  "portfolio_web_design_ui_web_pt_p1": "Design a website UI for looking for part-time jobs using Figma, offering an intuitive and efficient experience for job seekers with a clean layout and advanced search features, as well as social media integration and interactive features to increase user engagement, while ensuring consistency of user experience across devices .",
  "portfolio_web_design_ui_web_pt_making": "Making: September 2022 - December 2022",
  "portfolio_web_design_ui_web_pt_tools_used": "Tools used:",
  "portfolio_web_muncan_village": "Web Muncan Villlage",
  "portfolio_web_muncan_village_p": "The Muncan village website as a medium for information related to Muncan village.",
  "portfolio_web_muncan_village_p1": "The Muncan Village website as an information medium related to Muncan Village, was built using the WordPress platform, providing news, activities and information related to the latest developments in the village.",
  "portfolio_web_muncan_village_p2": "With a user-friendly layout and interactive features, this website facilitates information exchange and collaboration between residents and village government, strengthening community ties and promoting Muncan Village.",
  "portfolio_web_muncan_village_making": "Making: March 2022 - July 2022",
  "portfolio_web_muncan_village_tech_used": "Tech used:",
  "contact_contact": "Contact",
  "contact_me": "Me",
  "contact_address": "Address",
  "contact_maps": "Maps",
  "contact_send_message": "Send Message"
}