{
  "personal_web": "Web Pribadi",
  "navbar_home": "Beranda",
  "navbar_blog": "Blog",
  "navbar_about": "Tentang",
  "navbar_skills": "Keterampilan",
  "navbar_journey": "Perjalanan",
  "navbar_services": "Layanan",
  "navbar_portfolio": "Portofolio",
  "navbar_contact": "Kontak",
  "home_hello": "Halo, Ini Saya",
  "home_i_am": "Dan Saya Seorang",
  "home_description": "Saya adalah seorang mahasiswa Teknik Informatika di Universitas Pendidikan Ganesha, saya memiliki minat dalam pemrograman dan desain",
  "home_contact_me": "Kontak Saya",
  "about_about": "Tentang",
  "about_me": "Saya",
  "about_description": "Saya adalah seorang Mahasiswa Teknologi Rekayasa Perangkat Lunak di Universitas Pendidikan Ganesha dengan minat dalam Pengembangan Perangkat Lunak. Mulai mengembangkan minat dan keterampilan sejak perkuliahan,belajar berbasis proyek, dan secara otodidak untuk pemahaman yang lebih mendalam. Terus mengasah keterampilan melalui proyek dan berpartisipasi dalam program industri untuk mendapatkan pengalaman praktis di lapangan. Memiliki rasa ingin tahu yang tinggi tentang bidang yang di minati.",
  "about_student": "Mahasiswa Teknik Informatika",
  "about_project_experience": "Pengalaman Proyek",
  "about_internship_experience": "Pengalaman Magang",
  "skills": "Keterampilan",
  "skills_web_develover": "Pengembang Web",
  "skills_mobile_developer": "Pengembang Aplikasi Mobile",
  "skills_gis_application": "GIS",
  "skills_designer": "Desainer",
  "journey_personal": "Perjalanan",
  "journey_journey": "Pribadi",
  "journey_education": "Pendidikan",
  "journey_experience": "Pengalaman",
  "journey_trpl": "Teknologi Rekayasa Perangkat Lunak",
  "journey_undiksha": "Universitas Pendidikan Ganesha",
  "journey_2021_now": "2021 - Sekarang",
  "journey_mipa": "Matematika dan Ilmu Pengetahuan Alam",
  "journey_smp": "Sekolah Menengah Pertama",
  "journey_sd": "Sekolah Dasar",
  "journey_intern_industry": "Magang Industri (Web Developer)",
  "journey_january_2024_now": "Januari 2024 - Sekarang",
  "journey_pim": "Studi/Proyek Independent Mahasiswa",
  "journey_pim_sept_dec_2023": "September - Desember 2023",
  "journey_mbkm_undiksha": "MBKM Universitas Pendidikan Ganesha",
  "journey_pmw": "Program Kewirausahaan Mahasiswa",
  "journey_pmw_undiksha": "PMW Universitas Pendidikan Ganesha",
  "journey_pmw_july_dec_2023": "Juli - Desember 2023",
  "journey_research_internship": "Magang Penelitian",
  "journey_research_july_oct_2023": "Juli - Oktober 2023",
  "journey_bem": "Kepanitiaan Mahasiswa",
  "journey_bem_ftk": "BEM FTK Universitas Pendidikan Ganesha",
  "journey_kominfo": "Kewirausahaan Talenta Digital",
  "services": "Layanan",
  "services_web_dev": "Pengembangan Web",
  "services_web_dev_p1": "Saya memiliki keahlian dalam pengembangan aplikasi web, menguasai HTML, CSS, JavaScript, dan...",
  "services_web_dev_p2": "Saya memiliki keahlian dalam pengembangan aplikasi web, menguasai HTML, CSS, JavaScript, dan PHP beserta kerangka kerja pendukungnya. Dengan pemahaman tentang konsep front-end dan back-end, menciptakan solusi web inovatif.",
  "services_read_more": "Baca Selengkapnya",
  "services_mobile_dev": "Pengembangan Aplikasi Mobile",
  "services_mobile_dev_p1": "Saya memiliki keahlian dalam pengembangan aplikasi mobile menggunakan bahasa pemrograman Dart....",
  "services_mobile_dev_p2": "Saya memiliki keahlian dalam pengembangan aplikasi mobile menggunakan bahasa pemrograman Dart dan kerangka kerja Flutter.",
  "services_design": "Desain Grafis & UI",
  "services_design_p1": "Saya memiliki keahlian dalam desain grafis, mengutamakan kreativitas dan estetika visual. Dengan pengalaman....",
  "services_design_p2": "Saya memiliki keahlian dalam desain grafis, mengutamakan kreativitas dan estetika visual. Dengan pengalaman menggunakan Figma dan Canva.",
  "portfolio_my": "Portofolio",
  "portfolio_port": "Saya",
  "portfolio_dewas_p": "Sistem peringatan bencana dan darurat.",
  "portfolio_dewas_title": "Web DEWaS (Sistem Peringatan Bencana & Darurat) BPBD Kota Denpasar",
  "portfolio_dewas_p1": "Proyek ini merupakan proyek magang saya di PT. Dimata IT Solutions. Sistem peringatan bencana dan darurat adalah serangkaian prosedur, teknologi, dan saluran komunikasi yang diterapkan untuk mendeteksi dan memberi peringatan kepada individu dan masyarakat tentang bencana potensial atau keadaan darurat yang sedang berlangsung.",
  "portfolio_dewas_p2": "Sistem ini digunakan oleh BPBD Kota Denpasar untuk melihat pembaruan laporan kejadian dan memantau kondisi darurat.",
  "portfolio_dewas_p3": "Web yang dikembangkan bertujuan untuk menampilkan informasi terkait laporan bencana di Kota Denpasar dan memonitor tingkat air di beberapa lokasi yang telah dipasang Automatic Water Level Recorders (AWLR).",
  "portfolio_dewas_making": "Pembuatan: Januari 2024 - April 2024",
  "portfolio_dewas_tech_used": "Teknologi yang Digunakan:",
  "portfolio_game_web_p": "Permainan web platformer dengan level dan rintangan menarik, dapat dimainkan langsung melalui web tanpa perlu diunduh.",
  "portfolio_game_web_p1": "Permainan web platformer dengan level dan rintangan menarik, dapat dimainkan langsung melalui web tanpa perlu diunduh.",
  "portfolio_game_web_p2": "Proyek ini merupakan tugas akhir dari mata kuliah teknologi game. Dengan menggunakan library gameLib.js yang disediakan oleh salah satu pengembang di Indonesia.",
  "portfolio_game_web_making": "Pembuatan: Desember 2023",
  "portfolio_game_tech_used": "Teknologi yang Digunakan:",
  "portfolio_webgis_p": "Sistem Informasi Geografis berbasis website untuk pemetaan dengan teknologi geospasial.",
  "portfolio_webgis_title": "Sistem Informasi Geografis berbasis Website untuk pemetaan lahan pertanian dan visualisasi informasi geospasial",
  "portfolio_webgis_p1": "Sistem Informasi Geografis berbasis Website (WEBGIS) untuk pemetaan lahan pertanian dan visualisasi informasi geospasial.",
  "portfolio_webgis_p2": "WebGIS digunakan khusus untuk pemetaan lahan pertanian, serta visualisasi dan analisis data geospasial. WEBGIS ini mengintegrasikan teknologi Geoserver sebagai server data spasial dan Google Earth Engine untuk visualisasi dan analisis data geospasial yang canggih.",
  "portfolio_webgis_making": "Pembuatan: Juli 2023 - Desember 2023",
  "portfolio_webgis_tech_used": "Teknologi yang Digunakan:",
  "portfolio_crops_apps_p": "Aplikasi pengelolaan data Tanaman dengan integrasi teknologi Machine Learning dan Google Maps.",
  "portfolio_crops_apps_title": "Crops Apps: Klasifikasi Citra Berbasis Objek Tanaman Ekonomi dengan Metode Pembelajaran Mesin",
  "portfolio_crops_apps_p1": "Aplikasi mobile ini merupakan aplikasi untuk pengelolaan data tanaman yang dikembangkan dengan menggunakan kerangka kerja Flutter. Aplikasi ini memanfaatkan integrasi teknologi Machine Learning, Google Maps API, dan GeoTagging untuk memudahkan pengguna dalam mengelola data dan informasi terkait tanaman.",
  "portfolio_crops_apps_p2": "Aplikasi mobile ini memiliki beberapa fitur yang mendukung pengelolaan data. Salah satunya adalah kemampuan untuk secara otomatis mengidentifikasi jenis tanaman berdasarkan gambar yang diunggah, dengan menggunakan teknologi Machine Learning (ML) untuk melakukan deteksi ini. Selain itu, aplikasi ini akan memiliki fitur GeoTagging yang memungkinkan pengguna untuk menandai lokasi secara otomatis atau manual sesuai dengan kebutuhan pengguna.",
  "portfolio_crops_apps_making": "Pembuatan: Juli 2023 - Oktober 2023",
  "portfolio_crops_apps_tech_used": "Teknologi yang Digunakan:",
  "portfolio_web_rental_p": "Sistem manajemen penyewaan motor dengan fitur efisien dalam mengelola penyewaan motor dan menyediakan media informasi terkait penyewaan motor.",
  "portfolio_web_rental_title": "Sistem Manajemen Sewa Motor Web",
  "portfolio_web_rental_p1": "Sistem manajemen penyewaan motor yang dibangun menggunakan kerangka kerja Laravel menyajikan solusi yang efisien untuk mengelola penyewaan motor dengan fitur yang canggih dan intuitif.",
  "portfolio_web_rental_p2": "Dengan kemampuan untuk melacak inventaris, mengelola pesanan, karyawan, data motor, perawatan motor, laporan, dan menyediakan media informasi terkait penyewaan motor, aplikasi ini membantu penyedia layanan untuk meningkatkan efisiensi operasional dan memberikan pengalaman yang lebih baik bagi pelanggan.",
  "portfolio_web_rental_making": "Pembuatan: Januari 2023 - Juli 2023",
  "portfolio_web_rental_tech_used": "Teknologi yang Digunakan:",
  "portfolio_wisata_apps_p": "Aplikasi objek wisata berbasis lokasi, integrasi teknologi Google Maps.",
  "portfolio_wisata_apps_title": "Aplikasi Wisata Berbasis Lokasi",
  "portfolio_wisata_apps_p1": "Aplikasi pariwisata berbasis lokasi yang dibuat menggunakan Flutter memungkinkan pengguna untuk menemukan objek wisata dengan mudah, menawarkan informasi detail, fitur navigasi. Dengan antarmuka yang intuitif dan desain menarik.",
  "portfolio_wisata_apps_making": "Pembuatan: Mei 2023 - Juni 2023",
  "portfolio_wisata_apps_tech_used": "Teknologi yang Digunakan:",
  "portfolio_web_silangjana": "Web Desa Silangjana",
  "portfolio_web_silangjana_p": "Halaman Landing Website untuk media informasi di desa Silangjana.",
  "portfolio_web_silangjana_p1": "Halaman landing website untuk media informasi di desa Silangjana menyediakan platform yang menyajikan informasi terbaru dan relevan tentang desa, objek wisata, dan lainnya.",
  "portfolio_web_silangjana_making": "Pembuatan: Februari 2023 - Maret 2023",
  "portfolio_web_silangjana_tech_used": "Teknologi yang Digunakan:",
  "portfolio_web_design_ui_web_pt_p": "Desain UI website untuk mencari pekerjaan paruh waktu.",
  "portfolio_web_design_ui_web_pt_p1": "Merancang desain UI website untuk mencari pekerjaan paruh waktu menggunakan Figma, menawarkan pengalaman yang intuitif dan efisien bagi pencari kerja dengan tata letak yang bersih dan fitur pencarian canggih, serta integrasi media sosial dan fitur interaktif untuk meningkatkan keterlibatan pengguna, sambil memastikan konsistensi pengalaman pengguna di semua perangkat.",
  "portfolio_web_design_ui_web_pt_making": "Pembuatan: September 2022 - Desember 2022",
  "portfolio_web_design_ui_web_pt_tools_used": "Alat yang Digunakan:",
  "portfolio_web_muncan_village": "Web Desa Muncan",
  "portfolio_web_muncan_village_p": "Web Desa Muncan sebagai media informasi terkait Desa Muncan.",
  "portfolio_web_muncan_village_p1": "Web Desa Muncan sebagai media informasi terkait Desa Muncan, dibangun menggunakan platform WordPress, menyediakan berita, aktivitas, dan informasi terkait perkembangan terbaru di desa.",
  "portfolio_web_muncan_village_p2": "Dengan tata letak yang ramah pengguna dan fitur interaktif, web ini memfasilitasi pertukaran informasi dan kolaborasi antara warga dan pemerintah desa, memperkuat ikatan komunitas dan mempromosikan Desa Muncan.",
  "portfolio_web_muncan_village_making": "Pembuatan: Maret 2022 - Juli 2022",
  "portfolio_web_muncan_village_tech_used": "Teknologi yang Digunakan:",
  "contact_contact": "Kontak",
  "contact_me": "Saya",
  "contact_address": "Alamat",
  "contact_maps": "Peta",
  "contact_send_message": "Kirim Pesan"
}